RECAUDACIONES/RECAUDACION ANT/DEV/TRAMA/CONSULTA/SIN_TC/RESPONSE_ANT_SIN_TC.xml

<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
   <soap:Body>
      <ns3:salidaConsultarDeuda xmlns:ns2="http://www.bolivariano.com/mensaje/MensajeOTC" xmlns:ns3="http://www.bolivariano.com/ws/OTCService">
         <ns2:codigoError>0</ns2:codigoError>
         <ns2:datosAdicionales/>
         <ns2:formaPago>TOTAL</ns2:formaPago>
         <ns2:formaPagoRecibos>UNICO_CRONOLOGICO</ns2:formaPagoRecibos>
         <ns2:mensajeUsuario>Mensaje Procesado</ns2:mensajeUsuario>
         <ns2:montoTotal>10.0</ns2:montoTotal>
         <ns2:nombreCliente>MERCHAN BURI JAIME PATRICIO</ns2:nombreCliente>
         <ns2:recibos>
            <ns2:recibo>
               <concepto>0500640464</concepto>
               <fecha>05-08-2022</fecha>
               <totalAPagar>10.0</totalAPagar>
            </ns2:recibo>
         </ns2:recibos>
      </ns3:salidaConsultarDeuda>
   </soap:Body>
</soap:Envelope>